/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Aviso de Conexão";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "%1$@ (%2$@) Configuração";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ tem 1 mensagem nova.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ está em sua lista de contatos mas não na lista do servidor. Você deseja acrescentar este contato à sua lista?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; duplo-clique para fazer registro.";

/* No comment provided by engineer. */
"(unknown)" = "(desconhecido)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nova Conta>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Comando Ad-Hoc; duplo-clique para iniciar";

/* No comment provided by engineer. */
"Add" = "Adicionar";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Aviso";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "O Adium não pode verificar a identidade de \"%@\".";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium não pode encontrar nenhuma informação no perfil do usuário. Este pode não ser um nome registrado.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Aviso Adium: %@";

/* No comment provided by engineer. */
"Adium User" = "Usuário do Adium";

/* Button title to allow an action */
"Allow" = "Permitir";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Permitir Páginas Móveis do MSN?";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "An error was encountered sending the file.";

/* No comment provided by engineer. */
"Authenticating" = "Autenticando";

/* Connection step */
"Balancer handshake" = "Negociação em Progresso";

/* No comment provided by engineer. */
"Ban" = "Banir";

/* No comment provided by engineer. */
"Bankick" = "Banir Chutando";

/* No comment provided by engineer. */
"Blocked" = "Bloqueado";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Cancelar Notificação de Presença para %@";

/* Category table column header for the service discovery browser */
"Category" = "Categoria";

/* Menu item title for changing the password of an account */
"Change Password" = "Alterar Senha";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Serviço de Conferência; duplo-clique para entrar";

/* Button title to connect; this is a verb */
"Connect" = "Conectar";

/* Connection step */
"Connected" = "Conectado";

/* No comment provided by engineer. */
"Connecting" = "Conectando";

/* No comment provided by engineer. */
"Connection error." = "Erro de conexão";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Erro de sincronização da lista de contatos em %@";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Delete" = "Deletar";

/* No comment provided by engineer. */
"Delete & Unregister" = "Deletar e Desfazer Registro";

/* No comment provided by engineer. */
"Delete Account" = "Deletar Conta";

/* No comment provided by engineer. */
"Delete Account from Server" = "Apagar Conta do Servidor";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Deletar a conta %@? Você também pode desfazer o registro da conta no servidor caso seja possível.";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Calar";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Diretório de Serviço; duplo-clique para buscar";

/* Button title to prevent an action */
"Disallow" = "Remover Permissão";

/* No comment provided by engineer. */
"Discovery Browser" = "Navegador Descoberto";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Você deseja permitir ou não que pessoas na sua lista de contatos enviem Páginas Móveis MSN para seu telefone celular?";

/* Used as a label for a username specified by email address */
"Email" = "Email";

/* Connection step */
"Exchanging key hash" = "Trocando chaves";

/* No comment provided by engineer. */
"Fetching..." = "Buscando...";

/* No comment provided by engineer. */
"File Send Error" = "Erro no Envio de Arquivo";

/* Generic fields request window title */
"Form" = "Formulário";

/* No comment provided by engineer. */
"From: " = "De:";

/* No comment provided by engineer. */
"GG Number" = "Número GG";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "Grupo para contatos adicionados";
"Incorrect username or password" = "Nome do usuário ou senha incorretos";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Initializing Stream" = "Iniciando corrente";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Iniciar Conversa Simultânea com %@";

/* No comment provided by engineer. */
"Invite" = "Convidar";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "ID do Jabber";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Entrar";

/* No comment provided by engineer. */
"Kick" = "Chutar";

/* No comment provided by engineer. */
"Launch %@" = "Iniciar %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "Deixar os outros saberem o que estou ouvindo";
"Looking up server" = "Procurando servidor";

/* user mood tooltip title */
"Mood" = "Humor";

/* Name table column header for the service discovery browser */
"Name" = "Nome";

/* No comment provided by engineer. */
"New Mail" = "Novo Email";

/* Sample name and server for new IRC accounts */
"nickname" = "apelido";

/* Name for IRC user names */
"Nickname" = "Apelido";

/* No comment provided by engineer. */
"No reason was given." = "Nenhuma razão foi dada.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Nenhum servidor foi configurado em %1$@ para a conta %2$@. Por favor, digite um abaixo para se conectar";

/* No comment provided by engineer. */
"No Server Specified" = "Nenhum Servidor foi Especificado";

/* No comment provided by engineer. */
"Node:" = "Nó:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "Somente quando um pedido é aceito e o contato é adicionado à lista.";
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Abrir Email no Navegador";

/* Name for the orphans group */
"Orphans" = "Órfãos";

/* No comment provided by engineer. */
"Parse Error." = "Erro durante a análise.";

/* No comment provided by engineer. */
"Ping %@" = "Ping %@";

/* No comment provided by engineer. */
"Priority when available" = "Prioridade quando disponível";
"Priority when away" = "Prioridade quando ausente";
"Re-request Authorization from %@" = "Pedir Autorização de %@ Novamente";

/* Connection step */
"Reading data" = "Lendo dados";

/* Connection step */
"Reading server key" = "Lendo chave do servidor";

/* No comment provided by engineer. */
"Really remove gateway?" = "Deseja mesmo remover a máscara da sub-rede?";

/* alert default button */
"Remove" = "Remover";

/* gateway menu item */
"Remove gateway" = "Remover máscara da sub-rede";

/* Roster - the Jabber default group */
"Resource" = "Recurso";
"Roster" = "Lista";

/* No comment provided by engineer. */
"Search for Users" = "Buscar usuários";

/* No comment provided by engineer. */
"Search Results" = "Resultados da Busca";

/* No comment provided by engineer. */
"Send" = "Enviar";

/* No comment provided by engineer. */
"Send Message" = "Enviar Mensagem";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Explorar Diretório de Serviço";

/* No comment provided by engineer. */
"Service:" = "Serviço:";

/* No comment provided by engineer. */
"Set Mood" = "Definir Humor";

/* No comment provided by engineer. */
"Set Nickname" = "Definir Apelido";

/* No comment provided by engineer. */
"Set User Info" = "Ajustar Informações de Usuário";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Ajustar seu nome amigável.";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Ajustar seu telefone de casa.";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Ajustar seu telefone celular.";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Ajustar seu telefone do trabalho.";

/* No comment provided by engineer. */
"Show Server Certificate" = "Mostrar Certificado do Servidor";

/* No comment provided by engineer. */
"Subject: " = "Assunto:";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Esconder Temporariamente de %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "O certificado do servidor %@ não é confiável, significa que a identificação deste servidor não pode ser verificada automaticamente. Você deseja continuar com a conexão?\n\nPara maiores informações, clique em \"Mostrar Certificado\".";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "O nome que você digitou não é registrado. Tenha certeza de que você digitou o nome corretamente.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "O outro usuário está na sua lista de rejeições.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "O outro usuário está temporariamente indisponível.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Este é o nome como os outros usuários do MSN irão vê-lo.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Este nó não provê nenhum serviço acessível para esse programa.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Este nó provê comandos ad-hoc. Abra o menu contextual para acessa-lo.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Esta operação pode remover a própria máscara sub-rede %@ e também todos os contatos que pertencem ao roteador em sua lista de contatos. Essa ação não pode ser desfeita.";

/* user tune tooltip title */
"Tune" = "Ajustar";

/* No comment provided by engineer. */
"Un-hide From %@" = "Não Esconder de %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Impossível fazer a análise da lista de servidores em %@. Por favor, tente novamente mais tarde.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Desfazer assinatura %@";

/* Sample name and server for new livejournal accounts */
"username" = "nomedousuário";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "usuário@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Verificar Certificado";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Ver o perfil web de %1$@ %2$@";

/* No comment provided by engineer. */
"Voice" = "Voz";

/* No comment provided by engineer. */
"Waiting for Response" = "Aguardando a Resposta";

/* No comment provided by engineer. */
"Warning level is too high." = "O nível de avisos está muito alto.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "ATENÇÃO! Isto apagará a conte %@ do servidor Jabber, e não pode ser desfeito.\nTam certeza que deseja continuar?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "Quando alguém pede para ver meu status";
"XML Console" = "Console XML";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Você está enviando mensagens muito rapidamente; espere um momento e tente novamente.";

/* No comment provided by engineer. */
"You have 1 new message." = "Você tem 1 mensagem nova.";

/* No comment provided by engineer. */
"You have mail!\n" = "Você tem um novo email!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Sua mensagem para %@ não foi enviada.";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Sua mensagem foi recusada pelo outro usuário.";

/* No comment provided by engineer. */
"Your message was too big." = "Sua mensagem era grande demais.";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(opcional)";
"Accept" = "Aceitar";
"Accept and Add To List" = "Aceitar e adicionar à lista";
"Allow plaintext authentication" = "Permitir autenticação de texto normal";
"Ask What To Do" = "Perguntar";
"Authorization Domain:" = "Autorização do Domínio:";
"Authorization User:" = "Autorização do Usuário:";
"Available Priority:" = "Prioridade Disponível:";
"Away Priority:" = "Prioridade Ausente:";
"BOSH Server:" = "Servidor BOSH:";
"Chat Room Name:" = "Nome da Sala:";
"Connect Server:" = "Ligar ao servidor:";
"Connection:" = "Conexão:";
"Deny" = "Negar";
"Display new mail notifications" = "Mostrar notificações de novos e-mails";
"Do strict certificate checks" = "Verificar rigorosamente os certificados";
"Either enter your XMPP server address here:" = "Insira o endereço do seu servidor XMPP aqui:";
"Encoding:" = "Codificação:";
"Encrypt connection using SSL" = "Cifrar ligação utilizando SSL";
"Execute commands on connect:" = "Executar comandos ao ligar:";
"File Transfer Proxies:" = "Proxy de transferência de ficheiros:";
"Force old-style SSL" = "Forçar SSL antigo";
"Handle:" = "Direção:";
"Hostname:" = "Hostname:";
"Invite Contacts:" = "Convidar Contatos:";
"Let others know what iTunes is playing" = "Deixar que os outros saibam o que o iTunes etá tocando";
"Mail:" = "E-mail:";
"Music:" = "Música:";
"Password:" = "Senha:";
"Presence Subscriptions:" = "Assinaturas de presença:";
"Publish Status to Everyone" = "Publicar Estado para Todos";
"Realname:" = "Nome real:";
"Register New Account" = "Registrar Nova Conta";
"Registering…" = "A registar…";
"Request New Account" = "Pedir uma nova conta";
"Require SSL/TLS" = "Requer SSL/TLS";
"Resource:" = "Recurso:";
"Security:" = "Segurança:";
"Server Name" = "Nome do servidor";
"Server:" = "Servidor:";
"Use SIP proxy:" = "Usar proxy SIP:";
"Use UDP" = "Usar porta UDP";
"Username (Ident):" = "Nome de utilizador:";
"Visit Server Homepage" = "Visitar página inicial do servidor";
"With Message:" = "Com Mensagem:";

/* Machine-translated for the arm64 revival */
"Channel:" = "Canal:";
"Dismiss" = "Descartar";
"Don't download" = "Não baixar";
"Don't show channel posts as messages" = "Não mostrar publicações de canais como mensagens";
"Don't show status updates as messages" = "Não mostrar atualizações de status como mensagens";
"Full resolution" = "Resolução completa";
"Logon QR Code" = "Código QR de login";
"Phone Number" = "Número de telefone";
"Please enter pairing code or scan the QR code" = "Digite o código de pareamento ou escaneie o código QR";
"Profile pictures:" = "Imagens de perfil:";
"Read" = "Lida";
"Separate contacts’ names with commas." = "Separar nomes dos contatos com vírgulas.";
"Small (preview)" = "Pequena (pré-visualização)";
"This contact is calling you. Adium does not support WhatsApp calls." = "Este contato está ligando para você. O Adium não suporta chamadas do WhatsApp.";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Este contato está tentando ligar para você. O Adium não suporta chamadas do WhatsApp.";
"and add to list in group:" = "e adicionar à lista no grupo:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%@ tem %lu mensagens novas.";
"...add to list in group:" = "...adicionar à lista no grupo:";
"Display custom emoticons" = "Mostrar emoticons personalizados";
"Emoticons:" = "Emoticons:";
"Encryption:" = "Criptografia:";
"Let others know when you are typing" = "Deixar os outros saberem que você está digitando";
"One per line, / is optional. $me will be replaced with your current nickname." = "Um por linha, a / é opcional. $me será substituído pelo seu apelido atual.";
"or select a public server from the list:" = "ou selecione um servidor público da lista:";
"Port:" = "Porta:";
"Status:" = "Estado:";
"Typing:" = "Digitando:";
"You have %lu new messages." = "Você tem %lu mensagens novas.";

/* The rebuilt account area: what the protocol descriptions turn into as fields.
   These classes live in AdiumLibpurple, so lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "Adium em %@";

/* No comment provided by engineer. */
"Server" = "Servidor";

/* No comment provided by engineer. */
"Port" = "Porta";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Nome da Conta";

/* No comment provided by engineer. */
"Execute commands on connect" = "Executar comandos ao conectar";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "Um por linha, sem a barra inicial.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Qualidade das imagens de perfil";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Original";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Pré-visualização";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "Não carregar";
